Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/samisk-innhold-i-skolen-og-samisk-skole.html.tmx
Source language: nob
Languages: sma

source: Samisk innhold i skolen og samisk skole
sma: Saemien sisvege skuvlesne jïh saemien skuvle

source: Alle grunnskoler og videregående skoler i Norge er forpliktet til å gi opplæring om samer og samiske forhold.
sma: Gaajhkh maadthskuvlh jïh jåarhkeskuvlh Nöörjesne dïedtem utnieh lïerehtimmiem vedtedh saemiej jïh saemien tsiehkiej bïjre.

source: Samisk læreplanverk gjelder i samisk skole.
sma: Saemien learoesoejkesjevierhkie lea faamosne saemien skuvlesne.

source: I opplæringslova § 6-4. Innholdet i opplæring heter det: Forskrifter om læreplanar etter § 2-3 og § 3.4 skal gi pålegg om opplæring om den samiske folkegruppa og om språket, kulturen og samfunnslivet til denne folkegruppa i tilknytning til dei ulike fagområda.
sma: Lïerehtimmielaakesne § 6-4. Sisvegen bïjre lïerehtimmesne tjåådtje: Mieriedimmieh learoesoejkesji bïjre § 2-3 jïh § 3-4 mietie edtjieh stillemem vedtedh lïerehtimmien bïjre saemien åålmegi bïjre jïh daan åålmegen gïelen, kultuvren jïh siebriedahkejieleden bïjre mah leah ektiedamme dejtie ovmessie faagesuerkide.

source: Alle skoler i Norge skal gi opplæring om samiske forhold.
sma: Gaajhkh skuvlh Nöörjesne edtjieh lïerehtimmiem vedtedh saemien tsiehkiej bïjre.

source: Dette betyr at alle grunnskoler og videregående skoler i Norge er forpliktet til å gi opplæring om samer og samiske forhold.
sma: Daate sæjhta jiehtedh gaajhkh maadthskuvlh jïh jåarhkeskuvlh Nöörjesne dïedtem utnieh lïerehtimmiem vedtedh saemiej jïh saemien tsiehkiej bïjre.

source: Utdanningsdirektoratet har utarbeidet ressursheftet Gávnos som er en faglig ressurs for lærere til bruk i arbeid med samisk innhold på skolen.
sma: Ööhpehtimmiedirektoraate lea vierhtiegærjetjem Gávnos hammoedamme , mij lea akte faageles vierhtie lohkehtæjjide gosse saemien sisveginie skuvlesne berkie.

source: Alle grunnskoler i forvaltningsområdet for samisk språk, altså grunnskoler i samiske kommuner, er samiske skoler.
sma: Gaajhkh maadthskuvlh reeremedajvesne saemien gïelese, amma maadthskuvlh saemien tjïeltine leah saemien skuvlh.

source: Også skole utenfor forvaltningsområdet for samisk språk som gir opplæring på samisk, defineres som samisk skole.
sma: Aaj skuvle saemien gïelen reeremedajven ålkolen mij lïerehtimmiem saemien gïelesne vadta, lea tjïertestamme goh saemien skuvle.

source: Den samiske skolen skal legge til rette for at elevene får en opplæring med basis i samiske verdier og samisk språk, kultur og samfunnsliv.
sma: Saemien skuvle edtja sjïehteladtedh guktie learohkh lïerehtimmiem åadtjoeh saemien aarvoej mietie, jïh saemien gïelen, kultuvren jïh siebriedahkejieleden bïjre.

source: Elever skal få opplæring i samsvar med samiske, parallelle og likeverdige læreplaner, som har et forsterket samisk innhold i forhold til de ordinære læreplanene.
sma: Learohkh edtjieh lïerehtimmiem åadtjodh saemien parallelle jïh seammavyörtegs learoesoejkesji mietie, mah aktem nænnoesåbpoe saemien sisvegem utnieh viertiestamme dej sïejhme learoesoejkesjigujmie.
